read_verilog 
synth_xilinx -dff -flatten -noiopad -abc9 -edif .edif -script .0.abc.script
write_verilog -noexpr -norename /Users/jmk/mlrl_synthesis/scripts/tab_yosys-abc9__xc7a200_0/_syn.v
